taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserGetWebElementsValueAsListCommand.dot
digraph "SeleniumBrowserGetWebElementsValueAsListCommand" {
"SeleniumBrowserGetWebElementsValueAsListCommand" -> "ASeleniumGetMultiWebElementsValueAsSomethingCommands";
"SeleniumBrowserGetWebElementsValueAsListCommand" -> "IListResultProperties";
"ASeleniumGetMultiWebElementsValueAsSomethingCommands" -> "ASeleniumSearchMultiWebElementsFromWebDriverCommands";
"ASeleniumSearchMultiWebElementsFromWebDriverCommands" -> "ASeleniumGetFromWebDriverCommands";
"ASeleniumSearchMultiWebElementsFromWebDriverCommands" -> "ISeleniumSearchMultiWebElementsParametersProperties";
"ASeleniumGetFromWebDriverCommands" -> "ASeleniumDoSomethingToWebDriverCommands";
"ASeleniumGetFromWebDriverCommands" -> "IResultProperties";
"ASeleniumDoSomethingToWebDriverCommands" -> "ScriptCommand";
"ASeleniumDoSomethingToWebDriverCommands" -> "ISeleniumDoSomethingToWebDriverProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
