taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserGetWebElementsValueAsListCommand.puml
@startuml
SeleniumBrowserGetWebElementsValueAsListCommand --> ASeleniumGetMultiWebElementsValueAsSomethingCommands
SeleniumBrowserGetWebElementsValueAsListCommand --> IListResultProperties
ASeleniumGetMultiWebElementsValueAsSomethingCommands --> ASeleniumSearchMultiWebElementsFromWebDriverCommands
ASeleniumSearchMultiWebElementsFromWebDriverCommands --> ASeleniumGetFromWebDriverCommands
ASeleniumSearchMultiWebElementsFromWebDriverCommands --> ISeleniumSearchMultiWebElementsParametersProperties
ASeleniumGetFromWebDriverCommands --> ASeleniumDoSomethingToWebDriverCommands
ASeleniumGetFromWebDriverCommands --> IResultProperties
ASeleniumDoSomethingToWebDriverCommands --> ScriptCommand
ASeleniumDoSomethingToWebDriverCommands --> ISeleniumDoSomethingToWebDriverProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
